Revit 2027 API
BlendFailures Properties
The BuiltInFailures.BlendFailures type exposes the following members.
Properties
Name | Description
CannotDrawBlend |  Can't create blend.
Top
See Also
Reference
BuiltInFailures.BlendFailures Class
Autodesk.Revit.DB Namespace